---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignExhaustAirflowParam
source: html/2c159f79-4207-05fe-7f48-473644daefad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignExhaustAirflowParam Property

"Specified Exhaust Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignExhaustAirflowParam { get; }
```